dbaeumer.vscode-eslint
esbenp.prettier-vscode
hashicorp.terraform
humao.rest-client
IgorSbitnev.error-gutters
ms-vscode.cpptools
octref.vetur
oderwat.indent-rainbow
Tyriar.sort-lines
usernamehw.errorlens
waderyan.gitblame
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
