dbaeumer.vscode-eslint
esbenp.prettier-vscode
hashicorp.terraform
humao.rest-client
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
Tyriar.sort-lines
waderyan.gitblame
wayou.vscode-todo-highlight
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.copilot
golang.go
hashicorp.terraform
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
Prisma.prisma
Tyriar.sort-lines
Vue.volar
waderyan.gitblame
wayou.vscode-todo-highlight
