astro-build.astro-vscode
bradlc.vscode-tailwindcss
bruno-api-client.bruno
dbaeumer.vscode-eslint
ellreka.tailwindcss-highlight
esbenp.prettier-vscode
github.copilot
github.copilot-chat
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
tyriar.sort-lines
unifiedjs.vscode-mdx
vue.volar
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
