astro-build.astro-vscode
bradlc.vscode-tailwindcss
bruno-api-client.bruno
dbaeumer.vscode-eslint
esbenp.prettier-vscode
exodiusstudios.comment-anchors
github.copilot
github.copilot-chat
lukas-tr.materialdesignicons-intellisense
marp-team.marp-vscode
mjmlio.vscode-mjml
oderwat.indent-rainbow
pkief.material-icon-theme
shadowtime2000.eta-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
tyriar.sort-lines
unifiedjs.vscode-mdx
vue.volar
waderyan.gitblame
wayou.vscode-todo-highlight
